[{
  "big_bend_national_park": {
    "name": "Big Bend National Park",
    "location": "Texas, USA",
    "hidden_gem": "This is hidden gem!",
    "best": "This is best!",
    "schedule": "Day 1: Enter the park via the Persimmon Gap entrance and pay the entrance fee. Set up camp at Chisos Basin Campground or check-in to your accommodations at Chisos Mountains Lodge. Hike the Lost Mine Trail (5.1 miles roundtrip) for stunning panoramic views of the park. Day 2: Drive to the Santa Elena Canyon Trailhead and hike the Santa Elena Canyon Trail (1.7 miles roundtrip) with beautiful views of the Rio Grande River. Relax at the Hot Springs Historic District and take a dip in the warm water (0.6 miles roundtrip). Day 3: Hike the South Rim Loop Trail (12.2 miles roundtrip) and experience stunning panoramic views of the Chisos Mountains and the desert landscape. Return to Chisos Basin Campground or Chisos Mountains Lodge for the night. Day 4: Drive to the Grapevine Hills Trailhead and hike the Grapevine Hills Trail (2.2 miles roundtrip) to see the iconic Balanced Rock. Visit the Fossil Discovery Exhibit to see fossils of prehistoric creatures that once roamed the park. Day 5: Drive to Rio Grande Village and set up camp at Rio Grande Village Campground or check-in to your accommodations at Rio Grande Village Lodge. Hike the Boquillas Canyon Trail (1.4 miles roundtrip). Take a scenic drive along Ross Maxwell Scenic Drive and stop at viewpoints such as Sotol Vista and Mule Ears Viewpoint. Day 6: Hike the Emory Peak Trail (10.4 miles roundtrip) for stunning views from the highest peak in the Chisos Mountains. Visit the Panther Junction Visitor Center to learn more about the park's geology and history. Day 7: Take a guided river trip on the Rio Grande with a licensed outfitter for a unique perspective of the park (various options available). Enjoy a final sunset at the Chisos Basin Amphitheater before departing the park. Check-out of your accommodations or break down camp before leaving the park via the Persimmon Gap entrance.",
    "best_camping": "This is best camping",
    "unique": "This is unique",
    "least": "The least crowded months to visit Big Bend National Park are typically from May through September. This is because the park experiences hot and dry weather during this time, which can deter visitors. The temperatures in Big Bend National Park during these months can reach well over 100 degrees Fahrenheit, and the humidity is generally low, which can make it uncomfortable for some visitors. However, if you plan to visit during these months, it's essential to take precautions to avoid heat-related illnesses, such as staying hydrated, wearing sunscreen, and seeking shade when possible. Additionally, some trails or areas of the park may be closed due to the extreme heat. The park can still be enjoyable during the offseason, as you'll have more opportunities to see wildlife, take in the stunning desert landscape, and enjoy outdoor activities such as hiking and stargazing. However, if you prefer milder weather, the spring and fall months (March to April and October to November) may be a better time to visit.",
    "url": "https://i.imgur.com/argG3rz.jpg"
  },
  "joshua_tree_national_park": {
    "name": "Joshua Tree National Park",
    "location": "California, USA",
    "hidden_gem": "This is hidden gem!",
    "best": "This is best!",
    "schedule": "This is schedule",
    "best_camping": "This is best camping",
    "unique": "This is unique"
  },
  "los_glaciares_national_park": {
    "name": "Los Glaciares National Park",
    "location": "Argentina",
    "hidden_gem": "This is hidden gem!",
    "best": "This is best!",
    "schedule": "This is schedule",
    "best_camping": "This is best camping",
    "unique": "This is unique"
  }
}]
