[{
  "big_bend_national_park": {
    "name": "Big Bend National Park",
    "location": "Texas, USA",
    "hidden_gem": "This is hidden gem!",
    "best": "This is best!",
    "schedule": "Certainly! Here's a detailed itinerary for a 6-night trip to Big Bend National Park: Day 1: Arrival and Chisos Basin Check-In Arrive at the park and check-in at the Chisos Basin campground or lodge. Spend the afternoon exploring the Chisos Basin area, which includes several easy hiking trails like the Window View Trail and the Lost Mine Trail. Day 2: Santa Elena Canyon and Terlingua Drive to the Santa Elena Canyon Trailhead and hike the Santa Elena Canyon Trail (1.7 miles) to the Rio Grande and back. After the hike, drive to the nearby ghost town of Terlingua for dinner and drinks. Overnight in Terlingua at a hotel or vacation rental. Day 3: Emory Peak Hike Park at the Chisos Basin Trailhead and hike the Emory Peak Trail (4.2 miles, 2,400 ft elevation gain) to the summit of Emory Peak, the highest point in the park. Return to the Chisos Basin for the night. Day 4: Boquillas Canyon and Hot Springs Drive to the Boquillas Canyon Trailhead and hike the Boquillas Canyon Trail (1.4 miles) to the Rio Grande. After the hike, drive to the Hot Springs Historic Area and hike the Hot Springs Trail (1.2 miles) to the hot springs for a relaxing soak. Return to the Chisos Basin for the night. Day 5: Rio Grande Village and Mariscal Canyon Drive Drive to the Rio Grande Village area and hike the Rio Grande Village Nature Trail (0.5 miles) to learn about the park's natural history. After the hike, drive to the Mariscal Canyon Overlook and enjoy the scenic drive through the canyon. Overnight at the Rio Grande Village campground or a nearby hotel. Day 6: South Rim Hike and Departure Drive to the South Rim Trailhead and hike the South Rim Trail (12.6 miles, 2,000 ft elevation gain) to the South Rim of the Chisos Mountains, with stunning views of the surrounding desert and mountains. Depart from the park. Note: This itinerary is just a suggestion, and you may want to modify it based on your interests and abilities. Be sure to check the park website for up-to-date information on trail conditions and closures, and always practice Leave No Trace principles while visiting the park. Additionally, the entrance to the park is located on Highway 118 between Study Butte and Alpine, and there are multiple parking areas at each trailhead.",
    "best camping": "This is best camping",
    "unique": "This is unique"
  },
  "joshua_tree_national_park": {
    "name": "Joshua Tree National Park",
    "location": "California, USA",
    "hidden_gem": "This is hidden gem!",
    "best": "This is best!",
    "schedule": "This is schedule",
    "best camping": "This is best camping",
    "unique": "This is unique"
  },
  "los_glaciares_national_park": {
    "name": "Los Glaciares National Park",
    "location": "Argentina",
    "hidden_gem": "This is hidden gem!",
    "best": "This is best!",
    "schedule": "This is schedule",
    "best camping": "This is best camping",
    "unique": "This is unique"
  }
}]
